Repository: weblate/pvr.stalker
Catalog: pvr.stalker/resources/language/resource.language.*/strings.po
Languages: de_de, lt_lt, pl_pl, tr_tr, zh_cn

# Addon Summary
source: PVR Client to connect Kodi to Stalker Middleware
de_de: PVR Client um Kodi mit Stalker Middleware zu verbinden
lt_lt: PVR klientas Kodi sujungimui su Stalker Middleware
pl_pl: Klient telewizji dla platformy Stalker Middleware
tr_tr: PVR İstemcisi Kodi'yi Stalker Middleware'e bağlar
zh_cn: Kodi 连接 Stalker Middleware 的 PVR 客户端

# Addon Description
source: PVR Client to connect Kodi to Stalker Middleware
de_de: PVR Client um Kodi mit Stalker Middleware zu verbinden
lt_lt: PVR klientas Kodi sujungimui su Stalker Middleware
pl_pl: Klient telewizji dla platformy Stalker Middleware
tr_tr: PVR İstemcisi Kodi'yi Stalker Middleware'e bağlar
zh_cn: Kodi 连接 Stalker Middleware 的 PVR 客户端

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
de_de: Diese Software ist noch in der Entwicklung! Die Autoren sind nicht für fehlgeschlagene Aufnahmen, falsche Timer, verschwendete Zeit oder andere ungewollte Effekte verantwortlich.
lt_lt: Tai nestabili programinė įranga! Autoriai jokiu būdu neatsako už nepavykusius įrašus, neteisingus laikmačius, sugaištas valandas ar bet kokius kitus nepageidaujamus padarinius.
pl_pl: Oprogramowanie nadal jest w fazie rozwoju i jest niestabilne! Autorzy w żaden sposób nie są odpowiedzialni za nieudane nagrania, błędy w harmonogramie nagrań, zmarnowany czas ani jakiekolwiek inne niepożądane efekty.
tr_tr: Bu kararsız bir yazılımdır! Yapımcılar hatalı kayıtlardan, bozuk sürelerden, harcanan vakitten veya herhangi bir olumsuz etkiden dolayı sorumlu tutulamaz.
zh_cn: 这是不稳定版的软件！作者不对录像失败、错误定时造成时间浪费或其它不良影响负责。

# #30000
source: General
de_de: Allgemein
lt_lt: Pagrindiniai
pl_pl: Ogólne
tr_tr: Genel
zh_cn: 常规

# #30001
source: Active Portal
de_de: Aktiver Zugang
lt_lt: Aktyvus portalas
pl_pl: Aktywuj portal
tr_tr: Etkin Portal
zh_cn: 活动入口

# #30002
source: Misc
de_de: verschiedenes
lt_lt: Įvairūs
pl_pl: Dodatkowe
tr_tr: Çeşitli
zh_cn: 杂项

# #30003
source: Connection Timeout (seconds)
de_de: Verbindungszeitüberschreitung (Sekunden)
lt_lt: Baigėsi skirtasis prisijungimo laikas (s)
pl_pl: Limit czasu połączenia (sekundy)
tr_tr: Bağlantı zaman aşımı (saniye)
zh_cn: 连接超时（秒）

# #30101
source: MAC Address
de_de: MAC-Adresse
lt_lt: MAC adresas
pl_pl: Adres MAC
tr_tr: MAC Adresi
zh_cn: MAC 地址

# #30102
source: Server Address
de_de: Serveradresse
lt_lt: Serverio adresas
pl_pl: Adres serwera
tr_tr: Sunucu Adresi
zh_cn: 服务器地址

# #30103
source: Time Zone
de_de: Zeitzone
lt_lt: Laiko juosta
pl_pl: Strefa czasowa
tr_tr: Saat Dilimi
zh_cn: 时区

# #30104
source: Auth Credentials
de_de: Authentifikation Anmmeldedaten
lt_lt: Prisijungimo duomenys
pl_pl: Uwierzytelnienie
tr_tr: Kimlik Doğrulama
zh_cn: 可信凭证

# #30105
source: Login
de_de: Anmeldung
lt_lt: Prisijungimo vardas
pl_pl: Użytkownik
tr_tr: Giriş
zh_cn: 登录

# #30106
source: Password
de_de: Passwort
lt_lt: Slaptažodis
pl_pl: Hasło
tr_tr: Şifre
zh_cn: 密码

# #30107
source: Guide
lt_lt: Gidas
pl_pl: Przewodnik
tr_tr: Rehber
zh_cn: 指南

# #30108
source: Preference
de_de: Einstellung
lt_lt: Pirmenybė
pl_pl: Preferencje
tr_tr: Tercih
zh_cn: 偏好设置

# #30109
source: Prefer Provider
de_de: Anbieter bevorzugen
lt_lt: Pirmenybė tiekėjui
pl_pl: Preferuj nadawane
tr_tr: Sağlayıcı tercihi
zh_cn: 首选提供者

# #30110
source: Prefer XMLTV
de_de: XMLTV bevorzugen
lt_lt: Pirmenybė XMLTV
pl_pl: Preferuj XMLTV
tr_tr: XMLTV tercih et
zh_cn: 首选 XMLTV

# #30111
source: Provider Only
de_de: Nur Anbieter
lt_lt: Tik tiekėjas
pl_pl: Tylko nadawane
tr_tr: Sadece Sağlayıcı
zh_cn: 仅提供者

# #30112
source: XMLTV Only
de_de: Nur XMLTV
lt_lt: Tik XMLTV
pl_pl: Tylko XMLTV
tr_tr: Sadece XMLTV
zh_cn: 仅 XMLTV

# #30113
source: Cache Guide Data
de_de: Guide-Daten cachen
lt_lt: Saugoti gido duomenis
pl_pl: Buforuj dane przewodnika
tr_tr: Rehber verilerini önbelleğe al
zh_cn: 缓存指南数据

# #30114
source: Cache Time (hours)
de_de: Cache-Zeit (Stunden)
lt_lt: Saugojimo laikas (valandomis)
pl_pl: Czas życia bufora (godziny)
tr_tr: Süreyi önbelleğe al (saat)
zh_cn: 缓存时间（小时）

# #30116
source: Scope
de_de: Anwendungsbereich
lt_lt: Sritis
pl_pl: Zakres
tr_tr: Faaliyet Alanı
zh_cn: 范围

# #30117
source: Remote URL
lt_lt: Nuotolinis URL
pl_pl: Adres URL
tr_tr: Uzaktan Bağlantı
zh_cn: 远程 URL

# #30118
source: Local Path
de_de: Lokaler Pfad
lt_lt: Vietinis kelias
pl_pl: Ścieżka lokalna
tr_tr: Yerel Dizin
zh_cn: 本地路径

# #30119
source: Advanced
de_de: Fortgeschritten
lt_lt: Išplėstiniai
pl_pl: Zaawansowane
tr_tr: Gelişmiş
zh_cn: 高级

# #30120
source: Token
lt_lt: Prieigos raktas
pl_pl: Żeton
tr_tr: İşaret
zh_cn: 令牌

# #30121
source: Serial Number
de_de: Seriennummer
lt_lt: Serijinis numeris
pl_pl: Numer seryjny
tr_tr: Seri Numarası
zh_cn: 序列号

# #30122
source: Device ID
de_de: Geräte-ID
lt_lt: Įrenginio ID
pl_pl: Identyfikator urządzenia 1
tr_tr: Aygıt Kimliği
zh_cn: 设备 ID

# #30123
source: Device ID2
de_de: Geräte-ID2
lt_lt: Įrenginio ID2
pl_pl: Identyfikator urządzenia 2
tr_tr: Aygıt Kimliği 2
zh_cn: 设备 ID2

# #30124
source: Signature
de_de: Signatur
lt_lt: Parašas
pl_pl: Sygnatura
tr_tr: İmza
zh_cn: 签名

# #30501
source: Unknown error. See log for details.
de_de: Unbekannter Fehler: Für Details bitte Logdatei einsehen.
lt_lt: Nežinoma klaida. Žiūrėti log detales.
pl_pl: Nieznany błąd. Sprawdź szczegóły w pliku dziennika zdarzeń.
tr_tr: Bilinmeyen hata. Ayrıntılar için günlük dosyasına bakın.
zh_cn: 未知错误，详情见日志记录。

# #30502
source: Startup failed.
de_de: Start fehlgeschlagen.
lt_lt: Paleidimas nepavyko.
pl_pl: Nieudane uruchomienie.
tr_tr: Başlangıç başarısız.
zh_cn: 启动失败。

# #30503
source: Failed to connect to server.
de_de: Verbindung zum Server fehlgeschlagen.
lt_lt: Nepavyko prisijungti prie serverio.
pl_pl: Nieudane połączenie z serwerem.
tr_tr: Sunucuya bağlanılamadı.
zh_cn: 连接服务器失败。

# #30504
source: Authentication failed. Retrying.
de_de: Authentifizierung gescheitert, Versuche erneut.
lt_lt: Autentifikavimas nepavyko. Bandoma iš naujo.
pl_pl: Nieudane uwierzytelnienie. Ponawianie próby.
tr_tr: Onaylama başarısız oldu. Yeniden deneniyor.
zh_cn: 验证失败，正在重试。

# #30505
source: Unable to load channels.
de_de: Laden von Kanälen nicht möglich.
lt_lt: Nepavyko įkelti kanalų.
pl_pl: Niedane wczytywanie listy kanałów.
tr_tr: Kanallar yüklenemedi
zh_cn: 无法读取频道。

# #30506
source: Unable to load channel groups.
de_de: Laden von Kanalgruppen nicht möglich.
lt_lt: Nepavyko įkelti kanalų grupių.
pl_pl: Nieudane wczytywanie grup kanałów.
tr_tr: Kanal grupları yüklenemedi
zh_cn: 无法读取频道组。

# #30507
source: Unable to load guide.
de_de: Guide konnte nicht geladen werden.
lt_lt: Neįmanoma įkelti gido.
pl_pl: Nieudane wczytywanie danych przewodnika.
tr_tr: Rehber yüklenemedi
zh_cn: 无法读取指南。

# #30508
source: Failed to get stream URL.
de_de: Stream URL konnte nicht geladen werden.
lt_lt: Nepavyko gauti URL srauto.
pl_pl: Nieudane pobieranie adresu URL transmisji.
tr_tr: Akış bağlantı linki alınamadı
zh_cn: 获取流 URL 失败。

# #30509
source: Authorization lost. Re-authenticating.
de_de: Autorisierung abgelaufen. Neu-Autorisierung läuft.
lt_lt: Autorizacija prarasta. Autentifikuojama iš naujo.
pl_pl: Utracone dane autoryzacyjne. Trwa ponowne uwierzytelnianie.
tr_tr: Onay kaybedildi. Yeniden onay alınıyor.
zh_cn: 授权丢失，重新认证。

# #30510
source: Re-authenticated.
de_de: Neu autorisiert
lt_lt: Autentifikuojama iš naujo.
pl_pl: Trwa ponowne uwierzytelnienie.
tr_tr: Yeniden onay alındı.
zh_cn: 已重新认证。

# #31000
source: Portal 1
de_de: Zugang 1
lt_lt: Portalas 1
zh_cn: 入口 1

# #32000
source: Portal 2
de_de: Zugang 2
lt_lt: Portalas 2
zh_cn: 入口 2

# #33000
source: Portal 3
de_de: Zugang 3
lt_lt: Portalas 3
zh_cn: 入口 3

# #34000
source: Portal 4
de_de: Zugang 4
lt_lt: Portalas 4
zh_cn: 入口 4

# #35000
source: Portal 5
de_de: Zugang 5
lt_lt: Portalas 5
zh_cn: 入口 5
